[CENTRAL_Flight_Device_Bridge_Transition AkEvent]
SpokenText="Parece que a Shen conseguiu colocar aquele conversor para funcionar. Quando tiver um momento, estamos prontos para você na ponte."

[CENTRAL_Generic_Commander_Bridge_A AkEvent]
SpokenText="Comandante, para a ponte."

[CENTRAL_Generic_Commander_Bridge_B AkEvent]
SpokenText="Comandante, você é necessário na ponte."

[CENTRAL_Generic_Commander_Chamber_A AkEvent]
SpokenText="Comandante, para a Câmara das Sombras."

[CENTRAL_Generic_Commander_Chamber_B AkEvent]
SpokenText="Comandante, você é necessário na Câmara das Sombras."

[CENTRAL_Generic_Commander_Engineering_A AkEvent]
SpokenText="Comandante, para a Engenharia."

[CENTRAL_Generic_Commander_Engineering_B AkEvent]
SpokenText="Comandante, você é necessário na Engenharia."

[CENTRAL_Generic_Commander_Lab_A AkEvent]
SpokenText="Comandante, para o Laboratório de Pesquisa."

[CENTRAL_Generic_Commander_Lab_B AkEvent]
SpokenText="Comandante, você é necessário no Laboratório de Pesquisa."

[CENTRAL_Generic_Commander_Quarters_A AkEvent]
SpokenText="Comandante, para os seus aposentos."

[CENTRAL_Generic_Commander_Quarters_B AkEvent]
SpokenText="Comandante, você é necessário em seus aposentos."

[Central_NoFilename_RealWarForAChange AkEvent]
SpokenText="e dar aos alienígenas uma guerra de verdade para variar."

[Central_Strategy_Ambient_Contraband AkEvent]
SpokenText="Eu não sei de onde as pessoas estão conseguindo essas malditas hambúrgueres da ADVENT, mas se eu encontrar outro embrulho escondido sob um desses consoles de comando, vai ter inferno para pagar."

[S_Avenger_Ambient_Central_AlienInvasionB_01 AkEvent]
SpokenText="Nunca cheguei a perguntar, Doutor, mas... o que exatamente você fazia antes da invasão?"

[S_Avenger_Ambient_Central_AlienInvasionB_02 AkEvent]
SpokenText="Então, eu diria que temos sorte de tê-lo conosco."

[S_Avenger_Ambient_Central_AlienInvasionC_01 AkEvent]
SpokenText="Pelo menos não precisamos mais nos preocupar em manter o Conselho satisfeito, mesmo com o Porta-Voz espreitando nas sombras."

[S_Avenger_Ambient_Central_ChipFunctionB_01 AkEvent]
SpokenText="Espero que você esteja mantendo aquele chip do Comandante sob trancas e barrancas..."

[S_Avenger_Ambient_Central_ChipFunctionB_02 AkEvent]
SpokenText="Ótimo, vamos manter assim."

[S_Avenger_Ambient_Central_CityMigrationB_01 AkEvent]
SpokenText="A máquina de propaganda da ADVENT está trabalhando a todo vapor... ainda estamos vendo um fluxo constante de migrantes indo para as cidades."

[S_Avenger_Ambient_Central_CityMigrationB_02 AkEvent]
SpokenText="...E eu não tenho certeza se trocaria ter um chip na minha cabeça por algumas refeições quentes e a cura para o resfriado comum."

[S_Avenger_Ambient_Central_CityMigrationB_03 AkEvent]
SpokenText="Você está errado sobre isso, Doutor. Podemos oferecer-lhes liberdade, mesmo que signifique que eles tenham que suportar as dores de serem humanos."

[S_Avenger_Ambient_Central_CrewDis AkEvent]
SpokenText="Estamos avançando contra os alienígenas, e parece que estamos começando a chamar a atenção dos civis nas colônias. É importante que a tripulação saiba que há pessoas lá fora precisando de nós e querendo que ajudemos a reverter esta situação. Eles precisam saber que há uma razão para suportar tudo isso."

[S_Avenger_Ambient_Central_Quick_01 AkEvent]
SpokenText="A maioria dos nossos novos recrutas nunca trabalhou em espaços tão apertados como o Avenger. Antes da guerra, talvez tivéssemos tempo para treinamento, mas agora... eles terão que aprender no meio do caminho."

[S_Avenger_Ambient_Central_Quick_02 AkEvent]
SpokenText="Temos captado algumas transmissões estranhas ultimamente; soam um pouco como alemão, mas é difícil dizer."

[S_Avenger_Ambient_Central_Quick_03 AkEvent]
SpokenText="Deveríamos conversar com aquela vigarista que comanda o mercado negro; talvez ela possa nos ajudar a reabastecer o bar."

[S_Avenger_Ambient_Central_Quick_04 AkEvent]
SpokenText="Não culpo a Dra. Shen por querer ficar de olho em Tygan, mas, neste ponto, precisamos de toda a ajuda que pudermos obter."

[S_Avenger_Ambient_Central_Quick_05 AkEvent]
SpokenText="Tenho que dar crédito a eles, o que esses novos recrutas podem não ter em experiência, eles compensam com determinação."

[S_Avenger_Ambient_Central_Quick_06 AkEvent]
SpokenText="Houve muitas reclamações sobre meu voo, mas não vejo ninguém mais se oferecendo para fazer isso além do piloto automático."

[S_Avenger_Ambient_Central_Quick_07 AkEvent]
SpokenText="É escuro, úmido e quase todo metal. Esta nave não é muito diferente da base antiga."

[S_Avenger_Ambient_Central_Quick_08 AkEvent]
SpokenText="Talvez, quando tudo isso acabar, deveríamos pegar esta nave e colonizar um dos planetas deles."

[S_Avenger_Ambient_Central_Quick_09 AkEvent]
SpokenText="Eu entendo o apelo da clínica de terapia da ADVENT, alguns minutos sob a faca e você tem uma certidão de saúde limpa. Pena que você precisa de um chip para entrar."

[S_Avenger_Ambient_Central_Quick_10 AkEvent]
SpokenText="A máquina de propaganda da ADVENT está a todo vapor; estamos captando as transmissões deles mesmo no meio do nada."

[S_Avenger_Ambient_Central_Quick_11 AkEvent]
SpokenText="Eu avisei a tripulação para ficar longe das rações de carne da ADVENT; ainda não sabemos o que eles estão colocando naquilo."

[S_Avenger_Ambient_Central_ShenFather_01 AkEvent]
SpokenText="Sabe, provavelmente eu não estaria vivo hoje se não fosse pelo seu pai. Ele era uma espécie de gênio."

[S_Avenger_Ambient_Central_ShenFather_02 AkEvent]
SpokenText="Devemos a vocês dois uma dívida de gratidão."

[S_Avenger_Ambient_Central_ShenFather_03 AkEvent]
SpokenText="Não discordo disso."

[S_Avenger_Ambient_Central_ShenFatherB_01 AkEvent]
SpokenText="Seu pai ficaria orgulhoso do que conseguimos fazer aqui... do que você conseguiu fazer com esta nave."

[S_Avenger_Ambient_Central_ShenFatherB_02 AkEvent]
SpokenText="Pode acreditar, ele sabia. Se havia uma coisa que seu pai sempre tinha em mente, era a fé na humanidade. Ele sabia que poderíamos vencer, em nossos próprios termos."

[S_Avenger_Ambient_Central_ShenFatherB_03 AkEvent]
SpokenText="Além de conseguir colocar essa nave para funcionar, que foi principalmente o trabalho da Dra. Shen, não tenho me sentido particularmente útil há muito tempo. Estou mais do que feliz em deixar as decisões difíceis para o Comandante."

[S_Avenger_Ambient_Central_ShenFatherB_04 AkEvent]
SpokenText="Eu fiz o meu melhor para preparar os novos recrutas para o que eles enfrentariam, mas ter o Comandante de volta é um impulso de confiança maior do que qualquer discurso."

[S_Avenger_Ambient_Central_ShenFatherB_05 AkEvent]
SpokenText="Com o Comandante cuidando das coisas, tenho muito tempo para me concentrar em aprender a pilotar este navio."

[S_Avenger_Ambient_Central_ShensPrideB_01 AkEvent]
SpokenText="Você fez um trabalho incrível para manter este navio funcionando, Doutora."

[S_Avenger_Ambient_Central_ShensPrideB_02 AkEvent]
SpokenText="Duvido que eles pensassem que alguém conseguiria fazer essa lata decolar novamente."

[S_Avenger_Ambient_Central_Spokesman AkEvent]
SpokenText="Antes de ele entrar em contato, eu só assumia que o Porta-Voz tinha morrido ou seguido em frente após o Conselho se dissolver. Pelo que ele me contou, parece que ele conseguiu um cargo dentro do governo da ADVENT desde o início, apenas para começar a vazar informações para a resistência."

[S_Avenger_Ambient_Central_SpokesmanB AkEvent]
SpokenText="O Porta-Voz assumiu um grande risco ao se infiltrar na ADVENT, o suficiente para me fazer acreditar que ele é leal à nossa causa. Pode haver alguns céticos no movimento, mas temos coisas maiores com que nos preocupar do que um homem em uma tela."

[S_Avenger_Attack_Central_01_Setup_Phase AkEvent]
SpokenText="Perdi energia! Estamos caindo rápido!"

[S_Avenger_Attack_Central_02_Setup_Phase AkEvent]
SpokenText="Shen"

[S_Avenger_Attack_Central_03_Setup_Phase AkEvent]
SpokenText="SHEN!"

[S_Avenger_Attack_Central_04_Setup_Phase AkEvent]
SpokenText="Alguém me traga um relatório de danos!"

[S_Avenger_Attack_Central_05_Setup_Phase AkEvent]
SpokenText="Apenas um?"

[S_Avenger_Attack_Central_06_Setup_Phase AkEvent]
SpokenText="Eles não querem nós. Eles querem a nave. Não há alguma forma de você poder anular isso?"

[S_Avenger_Attack_Central_07_Setup_Phase AkEvent]
SpokenText="Comandante, vamos ter que fazer isso do jeito antigo. Destruir aquela lança é a nossa única chance de sair daqui. Não podemos deixar os alienígenas levar esta nave!"

[S_Avenger_Central_First_Avatar_Facility AkEvent]
SpokenText="Precisamos acabar com aquela instalação alienígena antes que eles tenham tempo de mudar suas operações."

[S_Avenger_Central_First_Avatar_RepeatA AkEvent]
SpokenText="Coordenadas da instalação alienígena bloqueadas, Comandante."

[S_Avenger_Central_First_Avatar_RepeatB AkEvent]
SpokenText="Comandante, localizamos uma de suas instalações."

[S_Avenger_Central_No_Soldiers AkEvent]
SpokenText="Comandante, não há mais ninguém para implantar! Temos que conseguir novos recrutas aqui!"

[S_Avenger_Central_Not_Enough_Soldiers AkEvent]
SpokenText="Estamos ficando com pouca mão de obra, Comandante. Devemos verificar com a Resistência por novos recrutas."

[S_Avenger_Central_Post_Final_Tentpole AkEvent]
SpokenText="Comandante, coordenadas de destino bloqueadas - estamos prontos para avançar."

[S_Blacksite_Horror_Central_01 AkEvent]
SpokenText="...ainda não posso acreditar que chegamos a isso."

[S_Blacksite_Horror_Central_02 AkEvent]
SpokenText="Eles estão nos massacrando, Doutor. O que poderia ser pior?!"

[S_Blacksite_Horror_Central_03 AkEvent]
SpokenText="Devem haver milhares deles."

[S_Blacksite_Horror_Central_04 AkEvent]
SpokenText="Avatar."

[S_Blacksite_Horror_Central_05 AkEvent]
SpokenText="O que exatamente tem nesse frasco?"

[S_Blacksite_Horror_Central_06 AkEvent]
SpokenText="Doutor."

[S_Blacksite_Horror_Central_07 AkEvent]
SpokenText="Isso... isso é impossível."

[S_Blacksite_Horror_Central_08 AkEvent]
SpokenText="Mas... por que fazer isso?"

[S_Blacksite_Horror_Central_09 AkEvent]
SpokenText="Já é um começo."

[S_Blacksite_Horror_Central_10 AkEvent]
SpokenText="Então, eu sugiro fortemente que paguemos uma visita a eles, Comandante."

[S_Blacksite_Horror_Central_11 AkEvent]
SpokenText="E depois de encontrarmos o que procuramos, encerramos para sempre toda essa maldita operação."

[S_BlacksiteTransmission_Central AkEvent]
SpokenText="Comandante, temos uma transmissão de prioridade um chegando através de canais seguros. É da resistência..."

[S_Broadcast_Marked_On_Geoscape_Central AkEvent]
SpokenText="Se formos infiltrar a torre de rede da ADVENT, teremos que usar uma equipe menor, tentar chamar menos atenção para nós mesmos do que já fazemos."

[S_Broadcast_Mission_Appears_Central AkEvent]
SpokenText="Temos o local alvo bloqueado, Comandante. Esta é a nossa chance de atacar o coração da ADVENT. Uma vez que controlarmos a torre de rede, poderemos finalmente mostrar ao mundo o que os alienígenas estão fazendo. Não há volta depois disso."

[S_Broadcast_Mission_No_Turning_Back_Central AkEvent]
SpokenText="Comandante, uma vez que avançarmos para a torre de rede da ADVENT, é tudo ou nada. Não teremos tempo para avançar em nossa pesquisa ou lidar com os feridos. Só devemos implantar quando estivermos totalmente preparados."

[S_Broadcast_Truth_Central_01 AkEvent]
SpokenText="Muito bem, Doutor..."

[S_Broadcast_Truth_Central_02 AkEvent]
SpokenText="Shen? Como está a situação?"

[S_Broadcast_Truth_Central_03 AkEvent]
SpokenText="Estou trabalhando nisso."

[S_Broadcast_Truth_Central_04 AkEvent]
SpokenText="Ótimo. Melhor fazermos isso valer a pena!"

[S_Broadcast_Truth_Central_05 AkEvent]
SpokenText="Tragam-me um relatório de danos! Funcionou?"

[S_Build_Outpost_Long_Central_01 AkEvent]
SpokenText="Sinal chegando alto e claro, Refúgio."

[S_Build_Outpost_Long_Central_02 AkEvent]
SpokenText="Bem-vindo à luta."

[S_Commander_Awakens_Central_01_Setup_Phase AkEvent]
SpokenText="Ótimo. Então vamos nessa."

[S_Commander_Awakens_Central_02_Setup_Phase AkEvent]
SpokenText="Como há 20 anos atrás... ainda estávamos chamando aquilo de guerra naquela época."

[S_Commander_Awakens_Central_03_Setup_Phase AkEvent]
SpokenText="...não tínhamos ideia do que estava por vir."

[S_Commander_Awakens_Central_04_Setup_Phase AkEvent]
SpokenText="Sem Plano B aqui, pessoal. Façam."

[S_Commander_Awakens_Central_05_Setup_Phase AkEvent]
SpokenText="Eu disse a eles que levaria mais que isso para te derrubar."

[S_Commander_Awakens_Central_06_Setup_Phase AkEvent]
SpokenText="Bem-vindo de volta... Comandante."

[S_Commander_Awakens_Central_07_Setup_Phase AkEvent]
SpokenText="Fico feliz em ver que você finalmente está saindo disso. Mas não invejo a dor de cabeça que você deve ter..."

[S_Commander_Awakens_Central_08_Setup_Phase AkEvent]
SpokenText="Mesmo assim, não posso culpar o Dr. Tygan. Especialmente considerando que ninguém nunca tentou algo assim antes."

[S_Commander_Awakens_Central_09_Setup_Phase AkEvent]
SpokenText="Com calma - ainda não temos certeza do que eles fizeram com você... aquele chip estava enterrado pela metade em seu crânio."

[S_Commander_Awakens_Central_10_Setup_Phase AkEvent]
SpokenText="Perdemos muitos bons soldados te procurando ao longo dos anos. Quase desisti da esperança de que você ainda estava lá fora. Agi com base na inteligência assim que recebi a notícia."

[S_Commander_Awakens_Central_11_Setup_Phase AkEvent]
SpokenText="Não tenho certeza do que você lembra, mas muita coisa mudou. Fiz o melhor que pude, mas os últimos 20 anos foram difíceis sem você."

[S_Commander_Awakens_Central_12_Setup_Phase AkEvent]
SpokenText="Se quiser se atualizar, Shen tem o arquivo rodando em seu terminal."

[S_Commander_Awakens_Central_13_Setup_Phase AkEvent]
SpokenText="Caso contrário, vá ver o Dr. Tygan quando estiver pronto. Há algumas coisas que você deve saber. Ele será melhor em explicar do que eu."

[S_Commander_Awakens_Central_14_Setup_Phase AkEvent]
SpokenText="É ótimo tê-lo de volta, Comandante."

[S_Commander_Awakens_Central_15_Setup_Phase AkEvent]
SpokenText="... ainda estávamos chamando aquilo de guerra naquela época."

[S_Dark_Volunteer_01_Central_01 AkEvent]
SpokenText="Siga em frente."

[S_Dark_Volunteer_01_Central_01a AkEvent]
SpokenText="Perfeito. Podemos finalmente encerrar este projeto Avatar de uma vez por todas."

[S_Dark_Volunteer_01_Central_02 AkEvent]
SpokenText="E é aí que entramos."

[S_Dark_Volunteer_01_Central_03 AkEvent]
SpokenText="Você está falando sério?"

[S_Dark_Volunteer_01_Central_04 AkEvent]
SpokenText="Então... qual é a pegadinha?"

[S_Dark_Volunteer_01_Central_05 AkEvent]
SpokenText="Então você quer operar uma dessas coisas... por controle remoto."

[S_Dark_Volunteer_01_Central_06 AkEvent]
SpokenText="Aquilo foi diferente. O traje de estase..."

[S_Dark_Volunteer_01_Central_07 AkEvent]
SpokenText="Muito provavelmente não é suficiente, Doutor."

[S_Dark_Volunteer_01_Central_08 AkEvent]
SpokenText="Precisamos elaborar um plano antes de avançarmos pela porta da frente do inimigo."

[S_Dark_Volunteer_01_Central_09 AkEvent]
SpokenText="Isso lhe dará um tempo para pensar sobre isso, Comandante."

[S_Dark_Volunteer_02_Central_01 AkEvent]
SpokenText="Shen. Já vi você revisando esse equipamento umas 50 vezes. Respire fundo."

[S_Dark_Volunteer_02_Central_02 AkEvent]
SpokenText="Mande ver, Comandante..."

[S_Dark_Volunteer_02_Central_03 AkEvent]
SpokenText="Me coloquem na linha. Muito bem, pessoal. O mundo recebeu seu chamado."

[S_Dark_Volunteer_02_Central_04 AkEvent]
SpokenText="E agora eles sabem a verdade."

[S_Dark_Volunteer_02_Central_05 AkEvent]
SpokenText="A ADVENT é uma mentira. E o tempo deles acabou. Eles têm uma guerra em pleno andamento agora!"

[S_Dark_Volunteer_02_Central_06 AkEvent]
SpokenText="Embora os alienígenas lutem para conter nosso mundo, nós vamos atacar o deles."

[S_Dark_Volunteer_02_Central_07 AkEvent]
SpokenText="Não será fácil."

[S_Dark_Volunteer_02_Central_08 AkEvent]
SpokenText="Mas você está acostumado com isso."

[S_Dark_Volunteer_02_Central_09 AkEvent]
SpokenText="Você fez o que foi necessário. Nunca desistiu da luta."

[S_Dark_Volunteer_02_Central_10 AkEvent]
SpokenText="Você é XCOM."

[S_Dark_Volunteer_02_Central_11 AkEvent]
SpokenText="E você vai acabar com isso!"

[S_Dark_Volunteer_02_Central_12 AkEvent]
SpokenText="A humanidade conta conosco, pessoal."

[S_Dark_Volunteer_02_Central_13 AkEvent]
SpokenText="Boa sorte. Comandante."

[S_Equip_New_Item_SquadSelect_Engineering_Tutorial_Central AkEvent]
SpokenText="Comandante, parece que o Shen preparou um Kit Médico para nós. Devemos equipar um de nossos soldados com ele antes de enviá-los para a missão."

[S_First_Council_Mission_Geoscape_Central AkEvent]
SpokenText="Embora tenhamos aliados espalhados por cidades em todo o mundo dispostos a compartilhar seu conhecimento sobre as operações da ADVENT, os alienígenas estão os perseguindo ativamente. Caberá a você garantir a segurança de nossos agentes, Comandante. Boa sorte."

[S_First_Flight_Central_01_Setup_Phase AkEvent]
SpokenText="Comandante, ótimo. Temos uma situação aqui."

[S_First_Flight_Central_02_Setup_Phase AkEvent]
SpokenText="Apesar de todos os esforços da ADVENT, células da resistência continuam operando em todo o mundo."

[S_First_Flight_Central_03_Alt_Setup_Phase AkEvent]
SpokenText="Apesar de todos os esforços da ADVENT, ainda existem pessoas lá fora que se recusam a acreditar em suas mentiras."

[S_First_Flight_Central_03_Setup_Phase AkEvent]
SpokenText="E algumas delas estão pedindo nossa ajuda. Mas não podemos chegar a tempo em ambas."

[S_First_Flight_Central_04_Setup_Phase AkEvent]
SpokenText="Quem disse alguma coisa sobre o Skyranger."

[S_First_Flight_Central_05_Setup_Phase AkEvent]
SpokenText="Shen - relatório de status. Estamos prontos?"

[S_First_Flight_Central_06_Setup_Phase AkEvent]
SpokenText="Vocês ouviram a moça."

[S_First_LandedUFO_Geoscape_Central AkEvent]
SpokenText="Comandante, temos a posição de um UFO vulnerável que pousou nesta região. Se nos movermos rápido, há uma chance de conseguirmos recuperar um bom lote de suprimentos e equipamentos da nave."

[S_First_Retaliation_Geoscape_Central AkEvent]
SpokenText="Comandante, temos uma equipe pronta para avançar sobre o Refúgio da Resistência atualmente sob ataque dos alienígenas. Dê a ordem e partiremos."

[S_First_Sabotage_Geoscape_Central AkEvent]
SpokenText="Comandante, agora que estabelecemos contato com a resistência local, temos os detalhes necessários para atacar a instalação dos alienígenas. Esta é a nossa chance de retardar o projeto Avatar deles."

[S_First_Scientist_Received_Central AkEvent]
SpokenText="Obrigado por enviar equipe de apoio adicional para me ajudar, Comandante. Vou garantir que eles sejam bem aproveitados."

[S_First_Supply_Raid_Geoscape_Central AkEvent]
SpokenText="Comandante, acabamos de receber notícias de que a resistência atacou uma linha de suprimentos da ADVENT. Temos a oportunidade de recuperar alguns materiais de alto valor, desde que possamos eliminar as forças alienígenas que guardam o local primeiro."

[S_Forge_marked_on_Geoscape_Central AkEvent]
SpokenText="Comandante, temos as coordenadas da instalação alienígena Forge. Eu marquei sua posição no mapa. Precisamos entrar em contato com a resistência local antes de tentarmos avançar."

[S_Fortress_Marked_On_Geoscape_Central AkEvent]
SpokenText="Comandante, detectamos as coordenadas aproximadas de uma instalação alienígena previamente desconhecida. Eles fizeram um grande esforço para manter esta em segredo, acho que podemos ter encontrado o fim da linha."

[S_Golden_Path_Musings_Advent_Central_01 AkEvent]
SpokenText="Tenho que dar crédito aos alienígenas, a invasão foi uma coisa, toda a tecnologia avançada deles, eles pegaram a gente de surpresa com certeza. Mas a ADVENT, isso é algo para o qual nunca poderíamos ter nos preparado, mesmo com equipamentos melhores. Entre a propaganda, as distribuições de "ajuda" e um suprimento aparentemente infinito de "mantenedores da paz" reforçando suas fileiras, eles são nada além de problemas para um movimento de resistência iniciante."

[S_Golden_Path_Musings_Blacksite_Horror_Central_01 AkEvent]
SpokenText="Os alienígenas sempre foram monstros. Desde o começo, foi um experimento científico fracassado após o outro. Mesmo com as forças da ADVENT, eles tentam disfarçar isso, mas por baixo de toda essa armadura eles não são diferentes. E agora chegamos a isso. Uma instalação inteira dedicada a nos eliminar, e não só isso, mas nos transformar em quê? Algum tipo de substância que eles usam para sabe-se lá o quê. Deveríamos ter sabido que os Anciões voltariam. Deveríamos ter sabido que eles nunca partiram."

[S_Golden_Path_Musings_Dying_Ethereals_Central_01 AkEvent]
SpokenText="Por um segundo, Tygan me deu esperanças, com toda essa conversa sobre os Anciões morrendo, pensei que poderíamos ter dado um golpe de sorte. Eu deveria saber que não seria tão simples. E é claro que as soluções deles sempre parecem envolver experimentos em nós, destruindo o planeta ou alguma combinação dos dois. Pelo que consigo ver, esta pode ser nossa chance de acabar com eles de uma vez por todas. Se pararmos a cura, paramos os Anciões."

[S_Golden_Path_Musings_Risistance_Central_01 AkEvent]
SpokenText="Pelo que ouvi, a resistência já teve um aumento em seus esforços de recrutamento depois que a notícia da chegada do Comandante se espalhou. Eles precisavam de um líder tanto quanto nós, e agora eles estarão esperando que nós ataquemos onde mais dói nos alienígenas. Não que esteja preocupado, temos muitas pessoas ansiosas para enfrentar a ADVENT. As coisas estão ficando interessantes."

[S_GP_Avatar_Bar_Geoscape_Central AkEvent]
SpokenText="Estamos monitorando o progresso dos alienígenas neste Projeto Avatar aqui; se eles concluírem o que começaram, parece que será o fim para todos nós."

[S_GP_Avatar_Reveal_Comm_Feeder_Central AkEvent]
SpokenText="Comandante, temos uma mensagem prioritária chegando, parece ser um sinal codificado da resistência. Estou redirecionando para os seus aposentos agora."

[S_GP_Doom_Rising_Central AkEvent]
SpokenText="Comandante, se quisermos retardar o progresso dos alienígenas no Projeto Avatar, devemos atacar uma de suas instalações o mais rápido possível."

[S_GP_First_Alien_Facility_Buit_Central AkEvent]
SpokenText="Os alienígenas acabaram de concluir uma nova instalação ligada ao Projeto Avatar, Comandante. Se conseguirmos fazer contato com as forças da resistência na região, poderemos atacar essa instalação e prejudicar o trabalho dos alienígenas."

[S_GP_PreBlacksite_Objective_Ambient_CEN AkEvent]
SpokenText="Tínhamos nossas suspeitas

, mas até agora nunca tivemos os recursos para investigar a possibilidade de instalações clandestinas da ADVENT construídas fora dos centros das cidades. Agora que recebemos notícias desse local secreto, admito que estou preocupado com o que podemos encontrar. Eles podem estar fazendo qualquer coisa lá dentro."

[S_GP_PreBroadcast_Objective_Ambient_CEN AkEvent]
SpokenText="Parece que finalmente temos a chance de quebrar o domínio da ADVENT sobre os corações e mentes da população civil que vive nessas cidades, mas não será fácil. Sem o Comandante, nunca teríamos chegado tão longe, mas agora temos que levar isso até o fim, não importa o custo."

[S_GP_PreCaptain_Objective_Ambient_CEN AkEvent]
SpokenText="Os oficiais da ADVENT podem ser mais perspicazes do que seus soldados comuns, mas duvido que nossas forças tenham dificuldades para conseguir um sujeito de teste para Tygan examinar, especialmente porque ele não está pedindo um vivo. Não há muita coisa que me surpreenda hoje em dia, mas estou definitivamente curioso para ver se o chip que retiramos do Comandante está realmente conectado aos que a ADVENT tem usado em seus Capitães."

[S_GP_PreForge_Objective_Ambient_CEN AkEvent]
SpokenText="Shen conseguiu extrair um conjunto de coordenadas codificadas do frasco que recuperamos no Sitio Negro alienígena, e parece que estamos nos dirigindo para outra instalação ainda não identificada. Há várias teorias circulando sobre o que encontraremos, mas neste momento, não estou pronto para me comprometer com nenhuma até ver com meus próprios olhos."

[S_GP_PreFortress_Objective_Ambient_CEN AkEvent]
SpokenText="Fomos o mais longe que pudemos, é hora de atravessarmos este portão deles e ver o que os alienígenas estão realmente escondendo do outro lado. Se nossas experiências anteriores servirem de indicação, precisamos estar preparados para lançar tudo o que temos contra eles."

[S_GP_PreLiveCodex_Objective_Ambient_CEN AkEvent]
SpokenText="Tygan insiste que nossas forças não devem ter problemas em desativar um Codex no campo, pelo menos tempo suficiente para hackear a rede da ADVENT. A parte difícil será convencer nossas tropas a não matar essa coisa assim que ela aparecer; ninguém fica particularmente animado em se aproximar e ficar cara a cara com essas espécies alienígenas obscuras, exceto talvez nossos Rangers."

[S_GP_PrePsiGate_Objective_Ambient_CEN AkEvent]
SpokenText="Não gosto do fato de estarmos perseguindo outro conjunto de coordenadas no meio do nada. Já fizemos isso antes, e também não gostamos do que encontramos naquela ocasião. Selvagem ou não, os alienígenas podem estar preparando uma emboscada ou algo pior, quem sabe. Nossa equipe estará preparada e pronta para lutar, só queria ter mais informações."

[S_Humans_Obsolete_Central_01 AkEvent]
SpokenText="Assim como aquele que encontramos o Comandante..."

[S_Humans_Obsolete_Central_02 AkEvent]
SpokenText="Procure seu recrutador local da ADVENT hoje mesmo."

[S_Humans_Obsolete_Central_03 AkEvent]
SpokenText="O futuro começa com você."

[S_Humans_Obsolete_Central_04 AkEvent]
SpokenText="Você quer dizer clones? Não é de admirar que eles continuem surgindo."

[S_Humans_Obsolete_Central_05 AkEvent]
SpokenText="Deixado aberto para quê?"

[S_Humans_Obsolete_Central_06 AkEvent]
SpokenText="Material Humano. Você quer dizer aquilo que encontramos na instalação do Sitio Negro."

[S_Humans_Obsolete_Central_07 AkEvent]
SpokenText="Então, estivemos lutando contra nós mesmos o tempo todo."

[S_Humans_Obsolete_Central_08 AkEvent]
SpokenText="O processo de triagem nos centros médicos. Avatar."

[S_Humans_Obsolete_Central_09 AkEvent]
SpokenText="Eu entendo, Doutor. Continue sua pesquisa. Avise-nos se descobrir mais alguma coisa."

[S_Intro_Central_01 AkEvent]
SpokenText="Estou a caminho."

[S_Intro_Central_03 AkEvent]
SpokenText="Mantenha o foco."

[S_Intro_Central_04 AkEvent]
SpokenText="Prepare a equipe de Invasão, 60 segundos."

[S_Intro_Central_06 AkEvent]
SpokenText="Agora."

[S_Loot_Mission_Wrapper_Central AkEvent]
SpokenText="Localizamos a instalação da ADVENT que abriga o componente do sistema de voo que Shen precisa. Infiltre o local, assegure o alvo e retorne à nave antes que os alienígenas percebam o que fizemos."

[S_Missing_Supply_Cache_Central AkEvent]
SpokenText="Comandante, a Resistência escondeu um estoque secreto de recursos fora do alcance da ADVENT, mas isso significa que teremos que voar até lá e vasculhar a área se quisermos recuperar essas coisas para nós."

[S_Old_Gods_02_Central_01 AkEvent]
SpokenText="Aquilo é... um Ancião. Não vejo um há pelo menos uma década - fora dos monumentos que a ADVENT continua erguendo em honra a eles."

[S_Old_Gods_02_Central_02 AkEvent]
SpokenText="Então, eles estão morrendo. Parece que nosso trabalho acabou de ficar muito mais fácil."

[S_Old_Gods_02_Central_03 AkEvent]
SpokenText="Qual é a pegadinha?"

[S_Old_Gods_02_Central_04 AkEvent]
SpokenText="Uma cura?"

[S_Old_Gods_02_Central_05 AkEvent]
SpokenText="A invasão. A ocupação. A ADVENT. Um grande experimento de laboratório. E nós somos os ratos."

[S_Old_Gods_02_Central_06 AkEvent]
SpokenText="Avatar. Precisamos desses arquivos."

[S_Old_Gods_02_Central_07 AkEvent]
SpokenText="Ou explodimos toda a nave de uma vez desta vez."

[S_Old_Gods_02_Central_08 AkEvent]
SpokenText="Isso podemos providenciar, Doutor."

[S_Old_Gods_02_Central_09 AkEvent]
SpokenText="Isso não será fácil, Comandante, mas se alguém pode fazer isso, é você. Vou ter uma equipe pronta para agir quando você der a ordem."

[S_Pre_Final_Mission_Broadcast_Central_01 AkEvent]
SpokenText="Na tela."

[S_Pre_Final_Mission_Broadcast_Central_02 AkEvent]
SpokenText="Você me ouviu. Ele está correndo um grande risco nos contatando assim."

[S_Pre_Final_Mission_Broadcast_Central_03 AkEvent]
SpokenText="Fazível?"

[S_PreFinalMission_MissionUI_Geoscape_Central AkEvent]
SpokenText="É isso aí, Comandante. É hora de acabarmos com isso, de uma vez por todas."

[S_Psi_Gate_marked_on_Geoscape_Central AkEvent]
SpokenText="Eu marquei a localização que Shen obteve do Codex, Comandante. É uma região remota, no meio da floresta, longe de áreas habitadas. Precisaremos entrar em contato com as forças da resistência local se quisermos dar uma olhada mais de perto."

[S_Psi_Network_Central_01_GoldenPath AkEvent]
SpokenText="Suponho que isso tenha sido mais fácil do que o seu último procedimento, Doutor?"

[S_Psi_Network_Central_02_GoldenPath AkEvent]
SpokenText="Que tipo de diferenças?"

[S_Psi_Network_Central_03_GoldenPath AkEvent]
SpokenText="Eles estavam usando você contra nós."

[S_Psi_Network_Central_04_GoldenPath AkEvent]
SpokenText="Rede?"

[S_Psi_Network_Central_05_GoldenPath AkEvent]
SpokenText="Ou uma fraqueza..."

[S_Psi_Network_Central_06_GoldenPath AkEvent]
SpokenText="Aposto que isso não será fácil."

[S_Psi_Network_Central_07_GoldenPath AkEvent]
SpokenText="Como eu disse, não será fácil."

[S_Psi_Network_Central_08_GoldenPath AkEvent]
SpokenText="Ainda assim, é a melhor pista que temos. Sua decisão, Comandante."

[S_Retaliation_Central_01_Setup_Phase AkEvent]
SpokenText="Com prazer, Mãe da Toca. Aproveite enquanto pode."

[S_Retaliation_Central_02_Setup_Phase AkEvent]
SpokenText="Você acertou essa parte."

[S_Retaliation_Central_03_Setup_Phase AkEvent]
SpokenText="Ataquem o posto avançado!"

[S_Retaliation_Central_04_Setup_Phase AkEvent]
SpokenText="Vocês têm inimigos se aproximando! Eles estão bem..."

[S_Retaliation_Central_05_Setup_Phase AkEvent]
SpokenText="Eles não têm chance..."

[S_Retaliation_Central_06_Setup_Phase AkEvent]
SpokenText="Comandante, devemos preparar uma equipe para entrar em ação..."

[S_Retaliation_Central_07_Setup_Phase AkEvent]
SpokenText="ALERTA GERAL! TIREM SEU POVO DE LÁ!"

[S_Setup_Phase_Armory_Promote_Jane_Central AkEvent]
SpokenText="Comandante, Jane Kelly foi fundamental na operação para trazê-lo de volta. Ela ganhou experiência suficiente para uma promoção, devemos cuidar disso agora."

[S_Setup_Phase_Blacksite_Bridge_Matinee_Central AkEvent]
SpokenText="Acabamos de receber notícias da resistência, eles conseguiram localizar um Complexo Secreto da ADVENT sobre o qual ouvimos rumores. Eu bloquei as coordenadas, mas temos um problema."

[S_Setup_Phase_Facility_Adds_Doom_Central AkEvent]
SpokenText="Comandante, os alienígenas ainda estão avançando com o Projeto Avatar. Derrubar essa instalação seria um golpe sério para os esforços deles."

[S_Setup_Phase_First_Geoscape_Central AkEvent]
SpokenText="Os alienígenas podem ter o mundo sob controle, mas já passou da hora de mudarmos isso. No momento, a resistência está espalhada em pequenos grupos. Nosso primeiro passo é nos conectarmos."

[S_Setup_Phase_First_Geoscape_Hideout_Central AkEvent]
SpokenText="Esta é nossa posição atual. Estamos no chão, mas se conseguirmos a última peça desse quebra-cabeça para Shen, talvez vejamos essa coisa voar."

[S_Setup_Phase_First_Geoscape_Mission_Site_Central AkEvent]
SpokenText="Infelizmente, a peça que estamos procurando está dentro de uma instalação da ADVENT altamente protegida. Não há como evitar, estamos indo para uma luta."

[S_Setup_Phase_First_Geoscape_Ready_Deploy_Central AkEvent]
SpokenText="O esquadrão está pronto para entrar em ação, Comandante."

[S_Setup_Phase_First_Living_Quarters_Central AkEvent]
SpokenText="Para a maioria dos nossos soldados, os alojamentos a bordo do Avenger são um passo acima das condições em que tiveram que viver no campo."

[S_Setup_Phase_First_Memorial_Central AkEvent]
SpokenText="Fizemos o que pudemos para honrar nossos soldados caídos, Comandante. Não é muito, mas dá a nossas pessoas a chance de prestar seus respeitos."

[S_Setup_Phase_First_Rumor_Central AkEvent]
SpokenText="Comandante, um dos nossos contatos da resistência nos deu uma dica sobre um local que pode valer a pena investigar."

[S_Setup_Phase_First_Scan_Central AkEvent]
SpokenText="Já estamos obtendo leituras de algumas regiões. Não podemos estar em todos os lugares ao mesmo tempo, Comandante. Precisamos escolher nossos movimentos cuidadosamente, ajudar nossos aliados enquanto perturbamos as operações inimigas para fortalecer a resistência."

[S_Setup_Phase_Forge_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Comandante, temos a localização da instalação alienígena Forge, mas ainda precisaremos estabelecer contato com as forças da resistência local antes de prosseguirmos com a investigação."

[S_Setup_Phase_Fortress_Adds_Doom_Central AkEvent]
SpokenText="Comandante, os alienígenas continuam progredindo no Projeto Avatar. Se vamos retardá-los, precisamos agir rápido."

[S_Setup_Phase_Geoscape_Avenger_Focus_Central AkEvent]
SpokenText="Não devemos esperar muito para isso, Comandante. Precisamos começar a fazer contato com outras regiões em breve se quisermos construir uma resistência global e enfrentar a ADVENT."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central AkEvent]
SpokenText="Comandante, nossa posição atual é aqui, do lado de fora da sede da resistência. Quando não estamos em movimento, isso servirá como nossa casa e fonte de suprimentos."

[S_Setup_Phase_Geoscape_Avenger_Parked_Central_ALT AkEvent]
SpokenText="Comandante, nossa posição atual é aqui, do lado de fora da sede da resistência. Quando não estamos em movimento, isso servirá como nossa casa e fonte de suprimentos. O conselheiro rastreou o Complexo Secreto alienígena nesta região. Infelizmente, ainda não temos suas coordenadas exatas. Se quisermos ter alguma chance de encontrar esta instalação, precisaremos fazer contato com a célula local da resistência nas proximidades. Tygan tem uma teoria sobre como podemos contatá-los sem chamar a atenção dos alienígenas, mas precisaremos dar tempo a ele para conduzir suas pesquisas. Não devemos esperar muito para isso, Comandante. Precisamos começar a fazer contato com outras regiões em breve se quisermos construir uma resistência global e enfrentar a ADVENT."

[S_Setup_Phase_Geoscape_Blacksite_Focus_Central AkEvent]
SpokenText="O conselheiro rastreou o Complexo Secreto alienígena nesta região. Infelizmente, ainda não temos suas coordenadas exatas. Se quisermos ter alguma chance de encontrar esta instalação, precisaremos fazer contato com a célula local da resistência nas proximidades. Tygan tem uma teoria sobre como podemos contatá-los sem chamar a atenção dos alienígenas, mas precisaremos dar tempo a ele para conduzir suas pesquisas."

[S_Setup_Phase_Geoscape_Blacksite_Region_Contact_Made_Central AkEvent]
SpokenText="Comandante, estabelecemos contato com a resistência local e podemos avançar para o Complexo Secreto da ADVENT sob suas ordens. Devemos garantir que nossas tropas estejam totalmente equipadas e prontas para uma missão difícil, suponho que a segurança na instalação será reforçada."

[S_Setup_Phase_Geoscape_Blacksite_Region_Focus_Central AkEvent]
SpokenText="Agora que estabelecemos uma ligação, podemos usar nossos recursos de Intel para fazer contato com a célula local da resistência nesta região. Além de nos levar ao Complexo Secreto, nosso acesso a suprimentos deve melhorar agora que expandimos nossa influência."

[S_Setup_Phase_Geoscape_First_GOP_Central AkEvent]
SpokenText="Estamos prontos para começar a agir, Comandante. Atacando a ADVENT onde quer que os encontremos, podemos ajudar a fortalecer o movimento de resistência global. Em troca, eles contribuirão com apoio material para alimentar nossas operações. Acho que é hora de ver o que essa coisa pode fazer."

[S_Setup_Phase_Geoscape_First_GOP_Central_ALT AkEvent]
SpokenText="Estamos prontos para começar a agir, Comandante. Atacando a ADVENT onde quer que os encontremos, podemos ajud

ar a fortalecer a resistência. Em troca, eles contribuirão com material e pessoal para apoiar nossas operações."

[S_Setup_Phase_Geoscape_First_Make_Contact_Central AkEvent]
SpokenText="Depois de pagar o custo inicial de Intel para fazer contato, teremos que escanear a região por alguns dias antes que a célula local da resistência saia do esconderijo. Assim que os encontrarmos, estaremos prontos para agir na nova região."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central AkEvent]
SpokenText="Estou rastreando nossos objetivos operacionais atuais aqui. Se você precisar de uma análise mais detalhada, tenho tudo encaminhado para o terminal de Arquivo em seus alojamentos. Parece que você ainda não terá tempo para isso, pois estamos recebendo uma transmissão da resistência, parece que eles têm informações novas para nós."

[S_Setup_Phase_Geoscape_Objectives_Appear_Central_ALT AkEvent]
SpokenText="Parece que você ainda não terá tempo para isso. O reconhecimento remoto pode ter encontrado algo não muito longe de nossa posição atual."

[S_Setup_Phase_Geoscape_Player_Leaves_Without_Scanning_Central AkEvent]
SpokenText="Comandante, precisamos escanear completamente esta região antes de estabelecer contato com a resistência local. Eu aconselharia que ficássemos por perto e terminássemos o trabalho, mas a decisão é sua."

[S_Setup_Phase_Geoscape_Resistance_Comms_Focus_Central AkEvent]
SpokenText="É hora de iniciar o novo sistema de comunicações da resistência. Vamos fazer a chamada e ver quem responde."

[S_Setup_Phase_Geoscape_Scan_Attempt_With_Timed_Mission_Central AkEvent]
SpokenText="Comandante, temos uma missão disponível que depende de informações sensíveis ao tempo. Podemos continuar nossos escaneamentos mais tarde, mas não cumprir a missão poderia ter sérias repercussões para o movimento de resistência."

[S_Setup_Phase_Lab_Transition_Central AkEvent]
SpokenText="Parece que Tygan progrediu em suas pesquisas. Devemos encontrá-lo no laboratório."

[S_Setup_Phase_Multiple_Missions_Available_Central AkEvent]
SpokenText="Certo, Comandante, temos várias opções em termos do que enfrentar primeiro, mas essas decisões são suas. Nossos últimos objetivos de missão serão sempre atualizados aqui. Se você quiser uma análise mais detalhada, o arquivo em seus alojamentos tem todas as informações disponíveis. Enquanto isso, monitoraremos as comunicações da resistência em busca de novas pistas. Aliás, parece que podemos ter uma agora..."

[S_Setup_Phase_New_Ability_Confirmed_Central AkEvent]
SpokenText="Estamos começando bem. Nossas tropas só vão ficar mais fortes à medida que ganham experiência."

[S_Setup_Phase_Pass_time_Geoscape_Central AkEvent]
SpokenText="Ao selecionar um local de escaneamento no Geoscape, você pode usar os sensores a bordo do Avenger para escanear a área em busca de informações enquanto o tempo passa. Você também pode passar o tempo escaneando por Intel na Sede da Resistência."

[S_Setup_Phase_Pass_time_Geoscape_Central_ALT AkEvent]
SpokenText="Enquanto nos preparamos para novas operações e continuamos nossas pesquisas, podemos passar o tempo escaneando em locais como este. Ao seu comando, começaremos nossos escaneamentos na área circundante."

[S_Setup_Phase_Pass_time_Geoscape_Specific_Alt_Central AkEvent]
SpokenText="Comandante, enquanto esperamos por novas missões ou a conclusão de nossas pesquisas, podemos passar o tempo escaneando em locais como este. Ao seu comando, começaremos nossos escaneamentos na área circundante."

[S_Setup_Phase_Psi_Gate_Coordinates_But_No_Contact_Central AkEvent]
SpokenText="Trancamos as coordenadas que Shen e Tygan obtiveram do Codex, Comandante, mas teremos que fazer contato com a célula local da resistência antes de prosseguirmos com a investigação do local."

[S_Setup_Phase_Radio_Relay_Bridge_Matinee_Central AkEvent]
SpokenText="De acordo com o relatório mais recente do Dr. Tygan, podemos aumentar o alcance da rede de comunicações da resistência usando torres de rádio."

[S_Setup_Phase_Recruit_Soldiers_After_Meeting_Resistance_Central AkEvent]
SpokenText="Agora que estabelecemos contato com as forças locais da resistência, podemos recrutar novos operativos de suas fileiras para reforçar nossas próprias forças."

[S_Setup_Phase_Resistance_Comms_Bridge_Matinee_Central AkEvent]
SpokenText="Tygan acabou de informar que o novo sistema de comunicações da resistência está totalmente operacional. Agora só precisamos espalhar a notícia."

[S_Setup_Phase_Soldier_Walkup_Promote_Central AkEvent]
SpokenText="Alguns de nossos soldados receberam promoções bem merecidas, Comandante. Acredito que o Shen também deve querer falar com você."

[S_Setup_Phase_Welcome_to_Avenger_Post_Research_Central AkEvent]
SpokenText="Essa pesquisa manterá Tygan ocupado

 por um tempo. Enquanto isso, você pode querer ir ao Arsenal."

[S_Skipped_or_Failed_Mission_Central AkEvent]
SpokenText="As forças locais da resistência nesta região se esconderam após o revés recente, Comandante. Teremos que esperar que eles se reagrupem antes de tentarmos fazer contato novamente."

[S_Skulljack_Objective_Active_Not_Equipped_B_Central AkEvent]
SpokenText="Comandante, precisaremos que um de nossos soldados equipe o Skulljack para usá-lo em campo se quisermos fazer algum progresso em relação ao objetivo atual."

[S_Skulljack_Objective_Active_Not_Equipped_Central AkEvent]
SpokenText="Comandante, Tygan e Shen não ficarão felizes se não usarmos o Skulljack adequadamente. Deveríamos ter um de nossos soldados equipando-o antes de irem para a missão."

[S_Support_Advent_Progress_Warning_Central_01 AkEvent]
SpokenText="Comandante, os alienígenas avançaram significativamente em direção a seus objetivos. Novas instalações da ADVENT estão surgindo em todo o mundo."

[S_Support_Ambient_Musings_Misc_Central_01 AkEvent]
SpokenText="Estamos recebendo uma transmissão não segura de um sujeito se autodenominando Van Doorn... não parece ser o tipo de recruta que procuramos."

[S_Support_Ambient_Musings_Misc_Central_02 AkEvent]
SpokenText="O novo uniforme não é ruim, considerando tudo, mas às vezes sinto falta daquela maldita blusa."

[S_Support_Ambient_Musings_Misc_Central_03 AkEvent]
SpokenText="Com tudo o que aconteceu, nunca tivemos tempo para considerar a possibilidade, mas eu tenho que acreditar que a Dra. Vahlen ainda está lá fora em algum lugar. Ela não era do tipo que deixaria o colapso da XCOM interromper suas pesquisas."

[S_Support_Avenger_Lands_First_Contact_Central AkEvent]
SpokenText="Comandante, usando a Inteligência coletada até agora, conseguimos localizar uma célula da resistência operando nesta região. Vai demorar um pouco para escanearmos para encontrar sua posição exata."

[S_Support_Avoid_UFOs_Central_01 AkEvent]
SpokenText="Precisamos escolher nossas rotas de voo com cuidado, Comandante. O Avenger pode ser resistente, mas não resiste a uma batalha aérea com um OVNI totalmente tripulado. Devemos fazer o possível para evitar contato sempre que possível."

[S_Support_Begin_Scanning_Activity_Central AkEvent]
SpokenText="Comandante, as capacidades de escaneamento remoto do Avenger nos ajudarão a procurar pistas ou outros recursos na área. Isso levará algum tempo, pois temos muitas áreas para cobrir."

[S_Support_Blacksite_Mission_Locked_Central AkEvent]
SpokenText="Comandante, temos uma pista sobre o Alien Blacksite, mas teremos que depender da resistência local para nos levar até a instalação. Devemos tentar entrar em contato com suas forças na região o mais rápido possível, é a única maneira de descobrirmos o que está por trás desse projeto chamado Avatar."

[S_Support_Class_Callouts_Central_01 AkEvent]
SpokenText="Os Rangers servem como nossa principal unidade de reconhecimento, capazes de se mover independentemente em modo de ocultação enquanto combatem inimigos a curta distância."

[S_Support_Class_Callouts_Central_02 AkEvent]
SpokenText="Servindo como nossos especialistas em demolição, os Grenadiers fornecem entregas pesadas de munição sempre que e onde precisarmos."

[S_Support_Class_Callouts_Central_03 AkEvent]
SpokenText="Operando alguns de nossos equipamentos mais avançados, os Especialistas implantam drones robóticos no campo de batalha que podem ser equipados para combate ou para fins de medicina no campo."

[S_Support_Class_Callouts_Central_04 AkEvent]
SpokenText="Como o próprio nome sugere, nossos atiradores de elite envolvem alvos inimigos com precisão extrema a longa distância. Eles também são treinados em precisão com pistolas para encontros mais próximos."

[S_Support_Class_Callouts_Psi_Central AkEvent]
SpokenText="Dependendo de quem você perguntar, a Psionia pode ser considerada a maior força dos alienígenas. Agora, nossos próprios Operativos Psi podem acessar esse mesmo poder."

[S_Support_Contact_Blacksite_Region_Central AkEvent]
SpokenText="Comandante, estabelecemos contato com a resistência local e estamos prontos para prosseguir com o Blacksite alienígena sob suas ordens."

[S_Support_Established_Contact_Mission_Available_Central_01 AkEvent]
SpokenText="Estabelecemos contato com as forças da resistência, Comandante, e eles já têm algo que precisa da nossa ajuda."

[S_Support_Established_Contact_Mission_Blacksite_Central_01 AkEvent]
SpokenText="Comandante, estabelecemos contato com as forças locais da resistência nesta área - e eles estão dispostos a nos levar até o Blacksite da ADVENT."

[S_Support_Established_Contact_Mission_Forge_Central_01 AkEvent]
SpokenText="Estabelecemos contato inicial com os agentes da resistência que operam nesta área, Comandante. Eles vão nos mostrar como chegar à instalação alienígena Forge."

[S_Support_Established_Contact_Mission_PsiGate_Central AkEvent]
SpokenText="Estabelecemos contato com as forças locais da resistência nesta região, Comandante. Estamos prontos para agir nas coordenadas que obtivemos do Codex."

[S_Support_Final_Avatar_Countdown_Central AkEvent]
SpokenText="Comandante, estamos quase sem tempo! O projeto Avatar está entrando em suas últimas etapas. A única maneira de desacelerar o progresso dos Anciãos é destruir uma de suas instalações. Temos que nos mover rápido ou tudo o que trabalhamos será perdido."

[S_Support_First_Alien_Facility_Constructed_Central AkEvent]
SpokenText="Comandante, recebemos informações de que os alienígenas concluíram uma instalação dedicada ao projeto Avatar. Se conseguirmos estabelecer contato com as forças da resistência local nesta região, podemos agir nessa instalação e destruí-la para atrasar a operação dos alienígenas."

[S_Support_First_Armored_Enemy_Sighted_Central AkEvent]
SpokenText="Duvido que suas balas normais consigam sequer penetrar a armadura daquela coisa. Você vai ter que usar granadas para derrubá-la."

[S_Support_First_Dark_Events_Central AkEvent]
SpokenText="Comandante, temos Inteligência sugerindo que os alienígenas estão trabalhando em desenvolvimentos que ameaçam nossa capacidade de impedir o projeto Avatar. Podemos conduzir operações de guerrilha para interromper um desses esforços, mas teremos que escolher com cuidado, não temos recursos para intervir em todos os lugares."

[S_Support_First_Doom_Central AkEvent]
SpokenText="Comandante, compilando nossos relatórios de inteligência, podemos tentar rastrear o progresso dos alienígenas em relação à conclusão do projeto Avatar. Se eles chegarem ao final dessa escala,

 então já será tarde demais."

[S_Support_First_Guerilla_Operation_Central AkEvent]
SpokenText="Comandante, à medida que a resistência continua crescendo, teremos uma chance melhor de encontrar oportunidades para atacar a ADVENT. Como está, já identificamos um alvo potencial para interromper as operações dos alienígenas nesta região. Nossa janela de oportunidade é limitada, então teremos que nos mover rápido."

[S_Support_First_Hidden_Doom_Central AkEvent]
SpokenText="Comandante, temos vários relatórios não confirmados de que os alienígenas estão avançando no projeto Avatar em uma instalação que ainda não conseguimos localizar. Temos que continuar trabalhando para descobrir o plano dos alienígenas."

[S_Support_First_Radio_Relays_Central AkEvent]
SpokenText="Comandante, agora podemos construir torres de retransmissão de rádio em qualquer região onde estabelecemos contato com a resistência local."

[S_Support_First_Regions_Available_Central AkEvent]
SpokenText="Comandante, agora podemos trabalhar para estabelecer contato com grupos de resistência locais operando em regiões ao redor do mundo. Assim que tivermos coletado inteligência suficiente para estabelecer contato, precisaremos escanear a região-alvo para encontrar o sinal do operativo."

[S_Support_Geoscape_Connections_Central AkEvent]
SpokenText="Comandante, podemos acompanhar o progresso de nossos esforços para contatar grupos de resistência em todo o mundo usando o sistema de mapeamento do Hologlobo. Também podemos usar essas informações para planejar futuras ações contra os alienígenas."

[S_Support_Great_Mission_Central_01 AkEvent]
SpokenText="Eu diria que valeu a pena a viagem."

[S_Support_Great_Mission_Central_02 AkEvent]
SpokenText="Vocês ouviram a chefe, pessoal, VAMOS!"

[S_Support_Great_Mission_Central_03 AkEvent]
SpokenText="A moral com certeza será alta após uma operação como essa. Ótimo trabalho, Comandante."

[S_Support_Great_Mission_Central_04 AkEvent]
SpokenText="Trabalho impressionante, Comandante - os alienígenas provavelmente ainda estão se perguntando o que os atingiu."

[S_Support_Great_Mission_Central_05 AkEvent]
SpokenText="Nós realmente demos uma surra nos alienígenas desta vez, Comandante. Eles não vão esquecer disso."

[S_Support_Great_Mission_Central_06 AkEvent]
SpokenText="Um de cada vez, estamos nivelando o campo, Comandante. Bom trabalho lá fora."

[S_Support_Great_Mission_Central_07 AkEvent]
SpokenText="Nossas tropas estão fazendo parecer fácil lá fora, Comandante, tudo graças a você."

[S_Support_Great_Mission_Central_08 AkEvent]
SpokenText="Bom trabalho lá fora, Comandante - estamos um passo mais perto de retomar nosso planeta."

[S_Support_Great_Mission_Central_09 AkEvent]
SpokenText="Não consigo imaginar que os alienígenas estão muito felizes com isso, Comandante. Trabalho excelente."

[S_Support_Great_Mission_Central_10 AkEvent]
SpokenText="Estamos desmontando a ADVENT, uma missão de cada vez, Comandante. Trabalho impressionante."

[S_Support_Multiple_Mission_Sites_Available_Central AkEvent]
SpokenText="Comandante, com o número de contatos que estabelecemos, estamos recebendo pedidos de apoio de vários locais ao redor do mundo. Infelizmente, só temos recursos para responder a um deles. A decisão é sua."

[S_Support_No_Supply_Income_Central AkEvent]
SpokenText="Comandante, atualmente não temos novos suprimentos chegando, precisamos encontrar novas formas de reabastecer nossos recursos."

[S_Support_Region_High_Alert_Central_01 AkEvent]
SpokenText="Comandante, a ADVENT está em alerta máximo nesta área, não há como prosseguirmos com essa operação agora; as coordenadas foram desativadas."

[S_Support_Reminder_Alien_Facilities_Constructed_Central_01 AkEvent]
SpokenText="Comandante, os alienígenas não estão desacelerando. Eles já têm várias instalações operando em todo o globo - estamos ficando sem tempo."

[S_Support_Reminder_Make_Contact_Central_01 AkEvent]
SpokenText="Comandante, temos forças locais da resistência esperando para estabelecer contato - mas teremos que dar o primeiro passo."

[S_Support_Reminder_Need_More_Intel_Central_01 AkEvent]
SpokenText="Comandante, no momento, não temos inteligência suficiente para ter uma noção clara das forças locais da resistência naquela área."

[S_Support_Soldier_Shaken_Central AkEvent]
SpokenText="Comandante, o estresse contínuo do combate pode abalar até os melhores de nossos soldados. Contanto que os mantenhamos saudáveis, tenho certeza de que se recuperarão com o tempo."

[S_Support_Squad_Select_Wounded_Soldiers_Central AkEvent]
SpokenText="Comandante, não podemos nos dar ao luxo de deixar essa operação escapar de nossas mãos, mesmo que signifique enviar nossas forças feridas de

 volta ao combate. Temos que ter sucesso, a qualquer custo."

[S_Support_Tough_Mission_Central_01 AkEvent]
SpokenText="Deve haver mais que possamos fazer, não podemos nos dar ao luxo de ter muitas operações como essa."

[S_Support_Tough_Mission_Central_02 AkEvent]
SpokenText="Essa foi feia, Comandante. Perdas como essa custam mais do que apenas mão de obra."

[S_Support_Tough_Mission_Central_03 AkEvent]
SpokenText="Será difícil para a equipe superar isso, Comandante. Teremos que trabalhar mais duro no futuro."

[S_Support_Tough_Mission_Central_04 AkEvent]
SpokenText="Tivemos muitas baixas lá fora, Comandante. Precisamos garantir que isso não aconteça novamente."

[S_Support_Tough_Mission_Central_05 AkEvent]
SpokenText="Aquilo não correu bem, Comandante. Precisamos avaliar nossas táticas, melhorar nosso equipamento - seja o que for preciso."

[S_Support_UFO_Inbound_Evasive_Maneuvers_Central AkEvent]
SpokenText="Comandante! Aquele contato de OVNI nos prendeu! Temos que tomar manobras evasivas!"

[S_Support_UFO_Inbound_Now_Hunting_Central AkEvent]
SpokenText="Comandante, a reconhecimento remoto indica que os alienígenas têm um OVNI caçando nossa posição. Precisamos ter cuidado com os caminhos de voo que escolhemos."

[S_Support_UFO_Inbound_Shot_Down_Central AkEvent]
SpokenText="Estamos caindo, Comandante! O contato do OVNI desativou nossos sistemas! Preparem-se!"

[S_Support_UFO_Inbound_UFO_Evaded_Central AkEvent]
SpokenText="Estamos limpos, Comandante. Não há mais sinal do OVNI perseguindo-nos."

[S_Victory_Central_01 AkEvent]
SpokenText="Diria que valeu a pena o esforço."

[S_Victory_Central_02 AkEvent]
SpokenText="Vocês ouviram, pessoal, AJAM!"

[S_Victory_Central_03 AkEvent]
SpokenText="Shen, me diga que você tem um Plano B aqui."

[S_Victory_Central_04 AkEvent]
SpokenText="Isso foi rápido... bom trabalho."

[S_Victory_Central_05 AkEvent]
SpokenText="Comandante, o que quer que você esteja fazendo, está funcionando. Apenas certifique-se de salvar energia suficiente para sua própria viagem de volta."

[S_Victory_Central_06 AkEvent]
SpokenText="Comandante! Você está bem! Acabamos de perder-"

[S_Victory_Central_07 AkEvent]
SpokenText="Que diabos está acontecendo aqui, Doutora!"

[S_Victory_Central_08 AkEvent]
SpokenText="Então, corte a conexão!"

[S_Victory_Central_09 AkEvent]
SpokenText="Missão cumprida, Comandante."

[S_Welcome_HQ_Central_01_Setup_Phase AkEvent]
SpokenText="Eu ouvi você, Shen. Quando conseguirmos essa coisa, você será a primeira a saber."

[S_Welcome_HQ_Central_02_Setup_Phase AkEvent]
SpokenText="Comandante. Me dê um segundo."

[S_Welcome_HQ_Central_03_Setup_Phase AkEvent]
SpokenText="Execute o Protocolo Echelon!"

[S_Welcome_HQ_Central_04_Setup_Phase AkEvent]
SpokenText="Eu queria que fosse um pouco mais cerimonioso, mas temos algo."

[S_Welcome_HQ_Central_05_Setup_Phase AkEvent]
SpokenText="Shen tem nos pressionado por meses para encontrar esse tal "conversor magnético híbrido"."

[S_Welcome_HQ_Central_06_Setup_Phase AkEvent]
SpokenText="A ADVENT finalmente tem um que podemos pegar, embora duvide que estejam dispostos a abrir mão dele. Se conseguirmos trazer este "conversor" de volta inteiro, podemos realmente fazer este lugar funcionar. Sem mencionar tirar Shen das minhas costas por alguns dias."

[S_Welcome_HQ_Central_07_Setup_Phase AkEvent]
SpokenText="Um esquadrão está preparado e pronto para partir sob suas ordens, Comandante. Basta dar a palavra."

[S_Welcome_HQ_NS_Central_01 AkEvent]
SpokenText="Comandante, é bom vê-lo de pé novamente. Bem-vindo à Ponte. O centro nervoso de nossa operação."

[S_Welcome_HQ_NS_Central_02 AkEvent]
SpokenText="Os alienígenas têm todo o nosso mundo em suas mãos. A ADVENT controla tudo - governo, comunicações, indústria, sem mencionar o exército. E cabe a nós recuperar tudo isso."

[S_Welcome_HQ_NS_Central_03 AkEvent]
SpokenText="Recursos e tempo são escassos, Comandante. Caberá a você decidir como melhor usá-los. A nave é sua."

[S_Welcome_Resistance_Incoming_Trans_Central AkEvent]
SpokenText="Comandante, temos uma transmissão segura chegando, fonte desconhecida. Encaminhando-a para seus aposentos."

[S_Wild_Central_01 AkEvent]
SpokenText="Mensagem recebida para você, Comandante. Encaminhando-a para seus aposentos agora."

[S_Wild_Central_02 AkEvent]
SpokenText="Recebendo uma comunicação urgente para você agora, Comandante."

[S_Wild_Central_03 AkEvent]
SpokenText="Mensagem prioritária chegando, Comandante, colocando-a na tela agora."

[S_Wild_Central_04 AkEvent]
SpokenText="Parece que é melhor começarmos, Comandante. Estarei na Ponte quando você estiver pronto."

[S_Wild_Central_05 AkEvent]
SpokenText="Sim!"

[S_Wild_Central_06 AkEvent]
SpokenText="Estamos prontos para começar a agir, Comandante. Acho que já está na hora de ver o que essa coisa pode fazer."

[S_Wild_Central_07 AkEvent]
SpokenText="Conseguimos uma pista sobre esse "Conversor Magnético Híbrido" que a Shen está nos pressionando para encontrar."

[S_Wild_Central_08 AkEvent]
SpokenText="A reconhecimento local rastreou o dispositivo até um comboio da ADVENT nas proximidades. Eles estão ao alcance, mas não por muito tempo."

[S_Wild_Central_09 AkEvent]
SpokenText="As comunicações locais ficaram inativas. Não temos certeza do que aconteceu lá, mas imagino que não seja bom. Essas pessoas nos deram o tempo que precisamos, é melhor aproveitarmos."

[S_Wild_Central_10 AkEvent]
SpokenText="Comandante, detectando fogo pesado perto da última posição do comboio. Acessando vigilância remota agora."

[S_Wild_Central_11 AkEvent]
SpokenText="Recebendo relatos de que o comboio está saindo de sua posição. As forças locais estão se preparando para enfrentá-los..."

[S_Wild_Central_12 AkEvent]
SpokenText="Maldição!"

[S_Wounded_Soldiers_Can_Go_Central AkEvent]
SpokenText="Comandante, podemos enviar de volta ao combate alguns de nossos soldados feridos se você achar necessário. Esta operação é crucial para nossos esforços, talvez não tenhamos muita escolha se quisermos prosseguir."

[Strategy_New_Objective_Generic_Central_A AkEvent]
SpokenText="Parece que temos trabalho pela frente, Comandante."

[Strategy_New_Objective_Generic_Central_B AkEvent]
SpokenText="Atualizei nossos últimos objetivos operacionais, Comandante."

[Strategy_New_Objective_Generic_Central_C AkEvent]
SpokenText="Estamos progredindo, Comandante. Atualizei nossos objetivos com base nas últimas descobertas."

[Strategy_New_Objective_Generic_Central_D AkEvent]
SpokenText="Estou acompanhando todas as nossas operações, Comandante. Nossa equipe está pronta para suas ordens."

[Strategy_New_Objective_Generic_Central_E AkEvent]
SpokenText="Estamos prontos para avançar quando você estiver, Comandante. Atualizei nossos objetivos com base nas informações mais recentes."

[Strategy_New_Objective_Generic_Central_F AkEvent]
SpokenText="Comandante, atualizei nossos objetivos atuais com base nas descobertas mais recentes."

